tutorials/compressible/rhoSimpleFoam/gasMixing/injectorPipe/system/scalarTransport
// -*- C++ -*-

tracer0
{
    type  scalarTransport;
    libs  ("libsolverFunctionObjects.so");
    log   off;

    resetOnStartUp  false;
    // writeControl    outputTime;
    // writeInterval   1;
    field           tracer0;
    D               0.001;
}

// ************************************************************************* //
